Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Kein API-Key hinterlegt — bitte in den Einstellungen eintragen.
ar: لا يوجد مفتاح API — أضفه في الإعدادات.
bn: কোনো API-Key দেওয়া নেই — অনুগ্রহ করে Settings-এ দিন।
en: No API key stored — add one in Settings.
es: No hay ninguna clave de API guardada — añádela en Ajustes.
fr: Aucune clé API enregistrée — saisis-la dans les réglages.
hi: कोई API-Key नहीं जोड़ा गया — कृपया सेटिंग्स में डालें।
id: Tidak ada API-Key — silakan masukkan di Settings.
it: Nessuna API key salvata — inseriscila nelle Impostazioni.
ja: API キーが未設定です — 設定で入力してください。
ko: 등록된 API-Key 없음 — 설정에서 입력하세요.
pt: Nenhuma chave de API guardada — introduz uma nas Definições.
ru: API-ключ не задан — добавь его в настройках.
tr: API-Key kayıtlı değil — lütfen Ayarlar'a girin.
ur: کوئی API-Key موجود نہیں — براہ کرم Settings میں درج کریں۔
vi: Không có API-Key — vui lòng nhập trong Cài đặt.
zh_hans: 未设置 API Key — 请在设置中填写。

source: Kein Bild-Anbieter
ar: لا مزوّد صور
bn: কোনো ইমেজ প্রোভাইডার নেই
en: No image provider
es: Sin proveedor de imagen
fr: Aucun fournisseur d'images
hi: कोई इमेज प्रोवाइडर नहीं
id: Tidak ada penyedia gambar
it: Nessun provider immagini
ja: 画像プロバイダなし
ko: 이미지 제공자 없음
pt: Sem fornecedor de imagem
ru: Нет провайдера изображений
tr: Görsel sağlayıcı yok
ur: کوئی امیج فراہم کنندہ نہیں
vi: Không có nhà cung cấp hình ảnh
zh_hans: 无图像提供方

source: Kein Chat-Anbieter
ar: لا مزوّد محادثة
bn: কোনো চ্যাট প্রোভাইডার নেই
en: No chat provider
es: Sin proveedor de chat
fr: Aucun fournisseur de chat
hi: कोई चैट प्रोवाइडर नहीं
id: Tidak ada penyedia chat
it: Nessun provider chat
ja: チャットプロバイダなし
ko: 채팅 제공자 없음
pt: Sem fornecedor de chat
ru: Нет провайдера чата
tr: Sohbet sağlayıcı yok
ur: کوئی چیٹ فراہم کنندہ نہیں
vi: Không có nhà cung cấp trò chuyện
zh_hans: 无聊天提供方

source: Kein Chat-Modell verbunden — unter Anbieter einrichten.
ar: لا نموذج محادثة متصل — أعدّه عند المزوّدين.
bn: কোনো চ্যাট মডেল সংযুক্ত নেই — Provider-এ গিয়ে সেট করুন।
en: No chat model connected — set one up under Providers.
es: Ningún modelo de chat conectado — configúralo en Proveedores.
fr: Aucun modèle de chat connecté — configure-le sous Fournisseurs.
hi: कोई चैट मॉडल कनेक्ट नहीं — प्रोवाइडर में जाकर सेट करें।
id: Tidak ada model chat terhubung — atur di Provider.
it: Nessun modello chat collegato — configuralo in Provider.
ja: チャットモデルが未接続 — プロバイダで設定してください。
ko: 연결된 채팅 모델 없음 — Provider에서 설정하세요.
pt: Nenhum modelo de chat ligado — configura em Fornecedores.
ru: Чат-модель не подключена — настрой в разделе «Провайдеры».
tr: Bağlı sohbet modeli yok — Sağlayıcı'da ayarlayın.
ur: کوئی چیٹ ماڈل منسلک نہیں — Provider میں جا کر سیٹ کریں۔
vi: Không có mô hình trò chuyện được kết nối — thiết lập trong Provider.
zh_hans: 未连接聊天模型 — 请在“提供方”里设置。

source: Kein Code erkannt — kopiere den Code (oder die ganze Weiterleitungs-URL) aus dem Browser.
ar: لم يُعثر على رمز — انسخ الرمز (أو رابط إعادة التوجيه كاملًا) من المتصفح.
bn: কোনো কোড শনাক্ত হয়নি — ব্রাউজার থেকে কোড (বা পুরো রিডাইরেক্ট URL) কপি করুন।
en: No code found — copy the code (or the whole redirect URL) from the browser.
es: No se detectó ningún código — copia el código (o la URL de redirección completa) del navegador.
fr: Aucun code détecté — copie le code (ou toute l'URL de redirection) depuis le navigateur.
hi: कोई कोड नहीं मिला — ब्राउज़र से कोड (या पूरा रीडायरेक्ट URL) कॉपी करें।
id: Tidak ada kode terdeteksi — salin kode (atau seluruh URL pengalihan) dari browser.
it: Nessun codice riconosciuto — copia il codice (o l'intero URL di reindirizzamento) dal browser.
ja: コードが見つかりません — ブラウザからコード（またはリダイレクト URL 全体）をコピーしてください。
ko: 코드가 인식되지 않음 — 브라우저에서 코드(또는 전체 리디렉션 URL)를 복사하세요.
pt: Nenhum código detetado — copia o código (ou o URL de redirecionamento completo) do navegador.
ru: Код не распознан — скопируй код (или весь URL перенаправления) из браузера.
tr: Kod algılanmadı — tarayıcıdan kodu (veya tüm yönlendirme URL'sini) kopyalayın.
ur: کوئی کوڈ شناخت نہیں ہوا — براؤزر سے کوڈ (یا پورا ری ڈائریکٹ URL) کاپی کریں۔
vi: Không nhận diện được mã — sao chép mã (hoặc toàn bộ URL chuyển hướng) từ trình duyệt.
zh_hans: 未识别到授权码 — 请从浏览器里复制授权码（或整个跳转 URL）。

source: Kein Internet — Verbindung prüfen und erneut versuchen.
ar: لا يوجد إنترنت — تحقق من الاتصال وأعد المحاولة.
bn: ইন্টারনেট নেই — সংযোগ যাচাই করে আবার চেষ্টা করুন।
en: No internet — check your connection and try again.
es: Sin internet — comprueba la conexión y vuelve a intentarlo.
fr: Pas d'Internet — vérifie la connexion et réessaie.
hi: कोई इंटरनेट नहीं — कनेक्शन जाँचें और फिर कोशिश करें।
id: Tidak ada internet — periksa koneksi dan coba lagi.
it: Nessuna connessione a internet — controlla la rete e riprova.
ja: インターネット接続なし — 接続を確認して、もう一度お試しください。
ko: 인터넷 없음 — 연결을 확인하고 다시 시도하세요.
pt: Sem Internet — verifica a ligação e tenta de novo.
ru: Нет интернета — проверь соединение и попробуй снова.
tr: İnternet yok — bağlantıyı kontrol edip tekrar deneyin.
ur: کوئی انٹرنیٹ نہیں — کنکشن چیک کر کے دوبارہ کوشش کریں۔
vi: Không có internet — kiểm tra kết nối và thử lại.
zh_hans: 无网络连接 — 请检查网络后重试。

source: Kein Modell
ar: لا نموذج
bn: কোনো মডেল নেই
en: No model
es: Sin modelo
fr: Aucun modèle
hi: कोई मॉडल नहीं
id: Tidak ada model
it: Nessun modello
ja: モデルなし
ko: 모델 없음
pt: Sem modelo
ru: Нет модели
tr: Model yok
ur: کوئی ماڈل نہیں
vi: Không có mô hình
zh_hans: 无模型

source: Kein Modell gewählt — Mehr → KI-Anbieter → Modell aus der Liste wählen.
ar: لم يُحدَّد نموذج — المزيد ← مزوّدو الذكاء الاصطناعي ← اختر نموذجاً من القائمة.
bn: কোনো মডেল বাছা হয়নি — Mehr → AI Provider → তালিকা থেকে মডেল বাছুন।
en: No model selected — go to More → AI providers → pick a model from the list.
es: Ningún modelo seleccionado — Más → Proveedores de IA → elige un modelo de la lista.
fr: Aucun modèle choisi — Plus → Fournisseurs d'IA → choisis un modèle dans la liste.
hi: कोई मॉडल नहीं चुना गया — More → AI प्रोवाइडर → सूची से मॉडल चुनें।
id: Tidak ada model dipilih — Mehr → AI Provider → pilih model dari daftar.
it: Nessun modello scelto — Altro → Provider IA → scegli un modello dall'elenco.
ja: モデルが未選択です — その他 → AI プロバイダ → 一覧からモデルを選んでください。
ko: 선택된 모델 없음 — Mehr → AI Provider → 목록에서 모델을 선택하세요.
pt: Nenhum modelo escolhido — Mais → Fornecedores de IA → escolhe um modelo da lista.
ru: Модель не выбрана — «Ещё» → «Провайдеры ИИ» → выбери модель из списка.
tr: Model seçilmedi — Mehr → AI Sağlayıcı → listeden model seçin.
ur: کوئی ماڈل منتخب نہیں — Mehr → AI Provider → فہرست سے ماڈل منتخب کریں۔
vi: Chưa chọn mô hình — Mehr → AI Provider → chọn mô hình từ danh sách.
zh_hans: 未选择模型 — 请到“更多 → AI 服务商”里从列表中选一个模型。

source: Kein Modell gewählt — unter Anbieter ein Claude-Modell laden.
ar: لم يُحدَّد نموذج — حمّل نموذج Claude من المزوّد.
bn: কোনো মডেল বাছা হয়নি — Provider-এ গিয়ে একটি Claude মডেল লোড করুন।
en: No model selected — load a Claude model under Providers.
es: Ningún modelo seleccionado — carga un modelo de Claude en Proveedores.
fr: Aucun modèle choisi — charge un modèle Claude sous Fournisseurs.
hi: कोई मॉडल नहीं चुना गया — प्रोवाइडर में जाकर Claude मॉडल लोड करें।
id: Tidak ada model dipilih — muat model Claude di Provider.
it: Nessun modello scelto — carica un modello Claude in Provider.
ja: モデルが未選択です — プロバイダで Claude のモデルを読み込んでください。
ko: 선택된 모델 없음 — Provider에서 Claude 모델을 불러오세요.
pt: Nenhum modelo escolhido — carrega um modelo Claude em Fornecedores.
ru: Модель не выбрана — загрузи модель Claude в разделе «Провайдеры».
tr: Model seçilmedi — Sağlayıcı'da bir Claude modeli yükleyin.
ur: کوئی ماڈل منتخب نہیں — Provider میں جا کر ایک Claude ماڈل لوڈ کریں۔
vi: Chưa chọn mô hình — tải một mô hình Claude trong Provider.
zh_hans: 未选择模型 — 请在“服务商”里加载一个 Claude 模型。

source: Kein Modell gewählt — unter Anbieter → Modelle laden auswählen.
ar: لم يُحدَّد نموذج — اختر من المزوّد ← تحميل النماذج.
bn: কোনো মডেল বাছা হয়নি — Provider → Modelle laden-এ গিয়ে বাছুন।
en: No model selected — pick one under Providers → Load models.
es: Ningún modelo seleccionado — elígelo en Proveedores → Cargar modelos.
fr: Aucun modèle choisi — Fournisseurs → Charger les modèles, puis en sélectionner un.
hi: कोई मॉडल नहीं चुना गया — प्रोवाइडर → मॉडल लोड करें में जाकर चुनें।
id: Tidak ada model dipilih — pilih di Provider → Modelle laden.
it: Nessun modello scelto — vai su Provider → Carica modelli e selezionane uno.
ja: モデルが未選択です — プロバイダ →「モデルを読み込む」で選んでください。
ko: 선택된 모델 없음 — Provider → Modelle laden에서 선택하세요.
pt: Nenhum modelo escolhido — vai a Fornecedores → Carregar modelos e escolhe um.
ru: Модель не выбрана — открой «Провайдеры» → «Загрузить модели» и выбери.
tr: Model seçilmedi — Sağlayıcı → Modelle laden'de seçin.
ur: کوئی ماڈل منتخب نہیں — Provider → Modelle laden میں جا کر منتخب کریں۔
vi: Chưa chọn mô hình — chọn trong Provider → Modelle laden.
zh_hans: 未选择模型 — 请到“服务商 → 加载模型”里选一个。

source: Kein Remote-Source für Update.
ar: لا يوجد مصدر بعيد للتحديث.
bn: আপডেটের জন্য কোনো রিমোট সোর্স নেই।
en: No remote source to update from.
es: No hay origen remoto para actualizar.
fr: Aucune source distante pour la mise à jour.
hi: अपडेट के लिए कोई रिमोट स्रोत नहीं।
id: Tidak ada sumber remote untuk update.
it: Nessuna sorgente remota per l'aggiornamento.
ja: 更新元のリモートソースがありません。
ko: 업데이트를 위한 원격 소스 없음.
pt: Sem origem remota para atualizar.
ru: Нет удалённого источника для обновления.
tr: Güncelleme için uzak kaynak yok.
ur: اپڈیٹ کے لیے کوئی ریموٹ ذریعہ نہیں۔
vi: Không có nguồn từ xa để cập nhật.
zh_hans: 没有可用于更新的远程源。

source: Kein früherer Lauf gespeichert — entweder der erste Start nach
ar: لا يوجد تشغيل سابق محفوظ — إما أنه أول تشغيل بعد
bn: কোনো আগের রান সংরক্ষিত নেই — হয় প্রথমবার শুরু
en: No earlier run saved — either the first launch after
es: No hay ninguna ejecución anterior guardada: o es el primer inicio tras
fr: Aucune exécution précédente enregistrée — soit le premier lancement après
hi: कोई पिछला रन सेव नहीं है — या तो यह पहली शुरुआत है
id: Tidak ada sesi sebelumnya tersimpan — baik ini pertama kali dijalankan setelah
it: Nessuna esecuzione precedente salvata — o è il primo avvio dopo
ja: 前回の実行は保存されていません — インストール後の初回起動か、
ko: 저장된 이전 실행 없음 — 이후 첫 실행이거나
pt: Nenhuma execução anterior guardada — ou é o primeiro arranque depois de
ru: Прошлый запуск не сохранён — это либо первый запуск после
tr: Önceki oturum kaydedilmemiş — ya ilk başlatma
ur: کوئی پہلا رن محفوظ نہیں — یا تو پہلی بار شروع ہونے کے بعد
vi: Không có lần chạy trước được lưu — hoặc đây là lần khởi động đầu tiên sau
zh_hans: 未保存上次运行记录 — 要么是首次启动，时间在

source: Kein gültiges Skill-Paket (SKILL.md leer oder unlesbar).
ar: حزمة Skill غير صالحة (SKILL.md فارغ أو غير قابل للقراءة).
bn: কোনো বৈধ Skill প্যাকেজ নয় (SKILL.md খালি বা পড়া যায় না)।
en: Not a valid skill package (SKILL.md is empty or unreadable).
es: No es un paquete de Skill válido (SKILL.md vacío o ilegible).
fr: Paquet Skill invalide (SKILL.md vide ou illisible).
hi: मान्य Skill पैकेज नहीं (SKILL.md खाली या पढ़ने योग्य नहीं)।
id: Bukan paket Skill yang valid (SKILL.md kosong atau tidak dapat dibaca).
it: Pacchetto Skill non valido (SKILL.md vuoto o illeggibile).
ja: 有効な Skill パッケージではありません（SKILL.md が空か読み取れません）。
ko: 유효한 Skill 패키지가 아님 (SKILL.md가 비어 있거나 읽을 수 없음).
pt: Pacote de Skill inválido (SKILL.md vazio ou ilegível).
ru: Некорректный пакет Skill (SKILL.md пуст или не читается).
tr: Geçerli bir Skill paketi değil (SKILL.md boş veya okunamıyor).
ur: کوئی درست Skill پیکج نہیں (SKILL.md خالی یا ناقابلِ مطالعہ)۔
vi: Không phải gói Skill hợp lệ (SKILL.md trống hoặc không đọc được).
zh_hans: 不是有效的 Skill 包（SKILL.md 为空或无法读取）。

source: Kein iCloud-Sync — melde dich in den iOS-Einstellungen bei iCloud an, oder aktiviere iCloud Drive. Deine Daten bleiben lokal erhalten.
ar: لا مزامنة iCloud — سجّل الدخول إلى iCloud في إعدادات iOS، أو فعّل iCloud Drive. بياناتك تبقى محفوظة محليًا.
bn: কোনো iCloud সিঙ্ক নেই — iOS Settings-এ iCloud-এ সাইন ইন করুন, বা iCloud Drive চালু করুন। আপনার ডেটা লোকালি সুরক্ষিত থাকে।
en: No iCloud sync — sign in to iCloud in iOS Settings, or turn on iCloud Drive. Your data stays on the device.
es: Sin sincronización con iCloud — inicia sesión en iCloud en los Ajustes de iOS o activa iCloud Drive. Tus datos se conservan en el dispositivo.
fr: Pas de synchro iCloud — connecte-toi à iCloud dans les réglages iOS, ou active iCloud Drive. Tes données restent conservées en local.
hi: कोई iCloud सिंक नहीं — iOS सेटिंग्स में iCloud में साइन-इन करें, या iCloud Drive चालू करें। आपका डेटा डिवाइस पर ही रहता है।
id: Tidak ada sinkronisasi iCloud — masuk ke iCloud di Settings iOS, atau aktifkan iCloud Drive. Data Anda tetap tersimpan secara lokal.
it: Nessuna sincronizzazione iCloud — accedi a iCloud nelle impostazioni di iOS oppure attiva iCloud Drive. I tuoi dati restano salvati in locale.
ja: iCloud 同期なし — iOS の設定で iCloud にサインインするか、iCloud Drive をオンにしてください。データは端末内にそのまま残ります。
ko: iCloud 동기화 없음 — iOS 설정에서 iCloud에 로그인하거나 iCloud Drive를 활성화하세요. 데이터는 로컬에 계속 보관됩니다.
pt: Sem sincronização com o iCloud — inicia sessão no iCloud nas Definições do iOS ou ativa o iCloud Drive. Os teus dados continuam guardados localmente.
ru: Нет синхронизации с iCloud — войди в iCloud в настройках iOS или включи iCloud Drive. Твои данные останутся на устройстве.
tr: iCloud senkronizasyonu yok — iOS Ayarlar'da iCloud'a giriş yapın veya iCloud Drive'ı etkinleştirin. Verileriniz yerel olarak korunur.
ur: کوئی iCloud سنک نہیں — iOS Settings میں iCloud میں سائن اِن کریں، یا iCloud Drive فعال کریں۔ آپ کا ڈیٹا لوکل طور پر محفوظ رہتا ہے۔
vi: Không có đồng bộ iCloud — đăng nhập iCloud trong Cài đặt iOS, hoặc bật iCloud Drive. Dữ liệu của bạn vẫn được giữ cục bộ.
zh_hans: 没有 iCloud 同步 — 请在 iOS 设置里登录 iCloud，或打开 iCloud Drive。你的数据仍会保存在本地。

source: Kein nutzbarer Klartext in der Zwischenablage (kein RTF/RTFD-Pfad).
ar: لا نص عادي صالح في الحافظة (بلا مسار RTF/RTFD).
bn: ক্লিপবোর্ডে ব্যবহারযোগ্য প্লেইন টেক্সট নেই (RTF/RTFD পাথ নয়)।
en: No usable plain text on the clipboard (no RTF/RTFD path).
es: No hay texto plano utilizable en el portapapeles (sin ruta RTF/RTFD).
fr: Aucun texte brut exploitable dans le presse-papiers (pas de chemin RTF/RTFD).
hi: क्लिपबोर्ड में इस्तेमाल लायक प्लेन टेक्स्ट नहीं (RTF/RTFD पथ नहीं)।
id: Tidak ada teks biasa yang dapat digunakan di clipboard (bukan jalur RTF/RTFD).
it: Nessun testo semplice utilizzabile negli appunti (nessun percorso RTF/RTFD).
ja: クリップボードに使えるプレーンテキストがありません（RTF/RTFD の経路もなし）。
ko: 클립보드에 사용 가능한 일반 텍스트 없음 (RTF/RTFD 경로 아님).
pt: Não há texto simples utilizável na área de transferência (sem caminho RTF/RTFD).
ru: В буфере обмена нет пригодного простого текста (не путь RTF/RTFD).
tr: Panoda kullanılabilir düz metin yok (RTF/RTFD yolu değil).
ur: کلپ بورڈ میں کوئی قابلِ استعمال پلین ٹیکسٹ نہیں (RTF/RTFD پاتھ نہیں)۔
vi: Không có văn bản thuần sử dụng được trong clipboard (không phải đường dẫn RTF/RTFD).
zh_hans: 剪贴板里没有可用的纯文本（也不是 RTF/RTFD）。

source: Keine Antwort vom Modell — Modell/Abo prüfen und erneut senden.
ar: لا رد من النموذج — تحقق من النموذج/الاشتراك وأعد الإرسال.
bn: মডেল থেকে কোনো উত্তর নেই — মডেল/সাবস্ক্রিপশন যাচাই করে আবার পাঠান।
en: No response from the model — check the model and subscription, then send again.
es: Sin respuesta del modelo — comprueba el modelo o la suscripción y vuelve a enviar.
fr: Aucune réponse du modèle — vérifie le modèle ou l'abonnement et renvoie.
hi: मॉडल से कोई जवाब नहीं — मॉडल/सब्सक्रिप्शन जाँचें और फिर भेजें।
id: Tidak ada jawaban dari model — periksa model/langganan dan kirim ulang.
it: Nessuna risposta dal modello — controlla modello e abbonamento, poi riprova a inviare.
ja: モデルから応答がありません — モデルやサブスクを確認して再送してください。
ko: 모델의 응답 없음 — 모델/구독을 확인하고 다시 보내세요.
pt: Sem resposta do modelo — verifica o modelo/subscrição e envia de novo.
ru: Модель не ответила — проверь модель или подписку и отправь ещё раз.
tr: Modelden yanıt yok — modeli/aboneliği kontrol edip tekrar gönderin.
ur: ماڈل سے کوئی جواب نہیں — ماڈل/سبسکرپشن چیک کر کے دوبارہ بھیجیں۔
vi: Không có phản hồi từ mô hình — kiểm tra mô hình/gói đăng ký và gửi lại.
zh_hans: 模型没有响应 — 请检查模型/订阅后重发。

source: Keine Antwort vom Server — Netz oder Base-URL prüfen.
ar: لا رد من الخادم — تحقق من الشبكة أو Base-URL.
bn: সার্ভার থেকে কোনো উত্তর নেই — নেটওয়ার্ক বা Base URL যাচাই করুন।
en: No response from the server — check your connection or the base URL.
es: Sin respuesta del servidor — comprueba la red o la URL base.
fr: Aucune réponse du serveur — vérifie le réseau ou l'URL de base.
hi: सर्वर से कोई जवाब नहीं — नेटवर्क या Base URL जाँचें।
id: Tidak ada jawaban dari server — periksa jaringan atau Base URL.
it: Nessuna risposta dal server — controlla la rete o il Base URL.
ja: サーバーから応答がありません — 通信かベース URL を確認してください。
ko: 서버의 응답 없음 — 네트워크 또는 Base URL을 확인하세요.
pt: Sem resposta do servidor — verifica a rede ou o URL base.
ru: Сервер не ответил — проверь сеть или Base-URL.
tr: Sunucudan yanıt yok — ağı veya Base URL'yi kontrol edin.
ur: سرور سے کوئی جواب نہیں — نیٹ ورک یا Base URL چیک کریں۔
vi: Không có phản hồi từ server — kiểm tra mạng hoặc Base URL.
zh_hans: 服务器没有响应 — 请检查网络或 Base URL。

source: Keine Server-Adresse — z. B. http://192.168.1.10:11434 für Ollama.
ar: لا يوجد عنوان خادم — مثلاً http://192.168.1.10:11434 لـ Ollama.
bn: কোনো সার্ভার ঠিকানা নেই — যেমন Ollama-এর জন্য http://192.168.1.10:11434।
en: No server address — e.g. http://192.168.1.10:11434 for Ollama.
es: Falta la dirección del servidor — p. ej. http://192.168.1.10:11434 para Ollama.
fr: Aucune adresse de serveur — p. ex. http://192.168.1.10:11434 pour Ollama.
hi: कोई सर्वर पता नहीं — जैसे Ollama के लिए http://192.168.1.10:11434।
id: Tidak ada alamat server — mis. http://192.168.1.10:11434 untuk Ollama.
it: Nessun indirizzo del server — es. http://192.168.1.10:11434 per Ollama.
ja: サーバーアドレスが未入力です — 例: Ollama なら http://192.168.1.10:11434
ko: 서버 주소 없음 — 예: Ollama의 경우 http://192.168.1.10:11434.
pt: Sem endereço de servidor — por exemplo, http://192.168.1.10:11434 para o Ollama.
ru: Нет адреса сервера — например http://192.168.1.10:11434 для Ollama.
tr: Sunucu adresi yok — örn. Ollama için http://192.168.1.10:11434.
ur: کوئی سرور پتہ نہیں — مثلاً Ollama کے لیے http://192.168.1.10:11434۔
vi: Không có địa chỉ server — vd. http://192.168.1.10:11434 cho Ollama.
zh_hans: 未填服务器地址 — 例如 Ollama 用 http://192.168.1.10:11434。

source: Keine Skills aktiv
ar: لا توجد Skills نشطة
bn: কোনো Skill সক্রিয় নেই
en: No Skills active
es: No hay Skills activos
fr: Aucun Skill actif
hi: कोई Skill सक्रिय नहीं
id: Tidak ada Skill aktif
it: Nessuna Skill attiva
ja: 有効な Skills なし
ko: 활성 Skill 없음
pt: Sem Skills ativas
ru: Нет активных Skills
tr: Aktif Skill yok
ur: کوئی Skill فعال نہیں
vi: Không có Skill hoạt động
zh_hans: 没有启用的 Skills

source: Keine aktiven Agenten
ar: لا يوجد وكلاء نشطون
bn: কোনো সক্রিয় Agent নেই
en: No active agents
es: No hay agentes activos
fr: Aucun agent actif
hi: कोई सक्रिय Agent नहीं
id: Tidak ada Agent aktif
it: Nessun agente attivo
ja: 有効なエージェントなし
ko: 활성 Agent 없음
pt: Nenhum agente ativo
ru: Нет активных агентов
tr: Aktif Agent yok
ur: کوئی فعال Agent نہیں
vi: Không có Agent hoạt động
zh_hans: 没有启用的智能体

source: Keine aktiven Agenten in dieser Gruppe — im Tab „Agenten“ anlegen oder wieder einschalten.
ar: لا يوجد وكلاء مفعّلون في هذه المجموعة — أنشئ وكلاء أو أعِد تفعيلهم من تبويب «الوكلاء».
bn: এই গ্রুপে কোনো সক্রিয় Agent নেই — “Agenten” ট্যাবে তৈরি করুন বা আবার চালু করুন।
en: No active agents in this group — add or switch them back on in the Agents tab.
es: No hay agentes activos en este grupo — créalos o vuelve a activarlos en la pestaña «Agentes».
fr: Aucun agent actif dans ce groupe — crée-en un dans l'onglet « Agents » ou réactive-les.
hi: इस ग्रुप में कोई सक्रिय Agent नहीं — “Agents” टैब में बनाएँ या फिर से चालू करें।
id: Tidak ada Agent aktif dalam grup ini — buat di tab “Agenten” atau aktifkan kembali.
it: Nessun agente attivo in questo gruppo — creane uno nella scheda “Agenti” o riattivalo.
ja: このグループに有効なエージェントがいません — 「エージェント」タブで作るか、オンに戻してね。
ko: 이 그룹에 활성 Agent가 없습니다 — “Agenten” 탭에서 생성하거나 다시 켜세요.
pt: Nenhum agente ativo neste grupo — cria ou volta a ligar no separador «Agentes».
ru: В этой группе нет активных агентов — создай их во вкладке «Агенты» или включи обратно.
tr: Bu grupta aktif Agent yok — “Agenten” sekmesinde oluşturun veya tekrar açın.
ur: اس گروپ میں کوئی فعال Agent نہیں — “Agenten” ٹیب میں بنائیں یا دوبارہ فعال کریں۔
vi: Không có Agent hoạt động trong nhóm này — tạo trong tab “Agenten” hoặc bật lại.
zh_hans: 这个小组里没有启用的智能体 — 请到“智能体”标签页新建或重新开启。

source: Keine aufgezeichnet
ar: لم يُسجَّل شيء
bn: কোনো রেকর্ড নেই
en: None recorded
es: Ninguno registrado
fr: Aucun enregistré
hi: कोई दर्ज नहीं
id: Tidak ada yang tercatat
it: Nessuno registrato
ja: 記録なし
ko: 기록된 것 없음
pt: Nenhum registado
ru: Ничего не записано
tr: Kayıt yok
ur: کوئی ریکارڈ نہیں
vi: Không có bản ghi
zh_hans: 没有记录

source: Key als Konto hinzufügen
ar: إضافة مفتاح كحساب
bn: Key অ্যাকাউন্ট হিসেবে যোগ করুন
en: Add key as account
es: Añadir clave como cuenta
fr: Ajouter la clé comme compte
hi: Key को खाते के रूप में जोड़ें
id: Tambahkan Key sebagai akun
it: Aggiungi chiave come account
ja: キーをアカウントとして追加
ko: Key를 계정으로 추가
pt: Adicionar chave como conta
ru: Добавить ключ как аккаунт
tr: Key'i hesap olarak ekle
ur: Key کو اکاؤنٹ کے طور پر شامل کریں
vi: Thêm Key làm tài khoản
zh_hans: 把密钥添加为账户

source: Konnte %@ nicht speichern: %@
ar: تعذّر حفظ %@: %@
bn: %@ সংরক্ষণ করা যায়নি: %@
en: Couldn't save %@: %@
es: No se pudo guardar %@: %@
fr: Impossible d'enregistrer %@ : %@
hi: %@ सेव नहीं हो सका: %@
id: Tidak dapat menyimpan %@: %@
it: Impossibile salvare %@: %@
ja: %@ を保存できませんでした: %@
ko: %@을(를) 저장할 수 없음: %@
pt: Não foi possível guardar %@: %@
ru: Не удалось сохранить %@: %@
tr: %@ kaydedilemedi: %@
ur: %@ محفوظ نہیں ہو سکا: %@
vi: Không thể lưu %@: %@
zh_hans: 无法保存 %@：%@

source: Konnte Test-Request nicht bauen.
ar: تعذّر بناء طلب الاختبار.
bn: টেস্ট রিকোয়েস্ট তৈরি করা যায়নি।
en: Couldn't build the test request.
es: No se pudo crear la petición de prueba.
fr: Impossible de construire la requête de test.
hi: टेस्ट रिक्वेस्ट नहीं बनाई जा सकी।
id: Tidak dapat membuat permintaan uji.
it: Impossibile creare la richiesta di test.
ja: テストリクエストを組み立てられませんでした。
ko: 테스트 요청을 만들 수 없습니다.
pt: Não foi possível construir o pedido de teste.
ru: Не удалось собрать тестовый запрос.
tr: Test isteği oluşturulamadı.
ur: ٹیسٹ درخواست نہیں بنائی جا سکی۔
vi: Không thể tạo yêu cầu kiểm thử.
zh_hans: 无法构建测试请求。

source: Konsistentes Design-System für alle Mini-Apps
ar: نظام تصميم موحّد لكل Mini-Apps
bn: সব Mini-Apps-এর জন্য সামঞ্জস্যপূর্ণ ডিজাইন সিস্টেম
en: A consistent design system for all Mini-Apps
es: Sistema de diseño uniforme para todas las Mini-Apps
fr: Système de design cohérent pour toutes les Mini-Apps
hi: सभी Mini-Apps के लिए एक जैसा डिज़ाइन सिस्टम
id: Sistem desain konsisten untuk semua Mini-Apps
it: Design system coerente per tutte le Mini-App
ja: すべての Mini-App で共通のデザインシステム
ko: 모든 Mini-App을 위한 일관된 디자인 시스템
pt: Sistema de design consistente para todas as Mini-Apps
ru: Единая дизайн-система для всех Mini-Apps
tr: Tüm Mini-App'ler için tutarlı tasarım sistemi
ur: تمام Mini-Apps کے لیے مستقل ڈیزائن سسٹم
vi: Hệ thống thiết kế nhất quán cho tất cả Mini-App
zh_hans: 所有 Mini-Apps 统一的设计系统

source: Konten
ar: الحسابات
bn: অ্যাকাউন্ট
en: Accounts
es: Cuentas
fr: Comptes
hi: खाते
id: Akun
it: Account
ja: アカウント
ko: 계정
pt: Contas
ru: Аккаунты
tr: Hesaplar
ur: اکاؤنٹس
vi: Tài khoản
zh_hans: 账户
